Repository: mozilla-l10n/mt-training-data
Catalog: cut/cut_pontoon.tmx
Source language: en_us
Languages: cut

source: 1 sentence collected
cut: Ndodo se nbenno

source: 2 down, keep it up!<playIcon></playIcon>
cut: Achii dubbii tika gndide

source: About
cut: Yi'i sku

source: Accepted file types: .tsv only
cut: Kakase kugbii fnuu mu'u: makue .tsv

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
cut: { $actionType } <playIcon></playIcon> ¿A ndeebee, aiyne’e de’es a’annchuu?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
cut: { $actionType } <recordIcon> </recordIcon> kuinnone dittuu kuede ndodo

source: { $actionType }<stopIcon></stopIcon> when done
cut: tase a kuinnode

source: { $actionType } submit when ready
cut: Cho'de tase a kuinnode.

source: Add and Review Sentences, Add Questions, Transcribe Audio
cut: Ndobnede ndodo mi nome nbekuendede, nome tomunide, dudde ndodo se gnuu mu'u naa koo

source: Add <icon></icon> a public domain sentence
cut: Dudde ama ndodo se tndube inña yi'i yabakude dbenoya

source: Add information
cut: Neka se fnuu ndodo

source: Add new sentences for the community to read
cut: Tndobned tama ndodo tomene kuee inña yi'i yabakude

source: Add one sentence per line
cut: Ama ndodono dudde

source: Add questions in your language
cut: Ndobnede ndodo yi'i dbaku yi'ide

source: Add Sentences
cut: Kugbi fnuu ndodo mu'u naa koo

source: Add sentences in your language
cut: Ndobned ndodo yi'i dbaku yi'ide

source: Add up to 1,000 sentences
cut: Ndi ama mil ndodo kugbi fnuu mu'u naa koo

source: Add Your Voice
cut: Fndodnede ndodo yi'ide

source: Afar
cut: Ye'e

source: Agriculture and Food
cut: Ndinñu se innu ndata ndokos e'e inña

source: All sentence must have the same domain
cut: Ndoskue'e ndodo se gnuu mu'u na koone adamanno de'es nee kama

source: All sentences must have the same citation
cut: Tndubee ndodo see fnuu mu'une daman ndoskue'e

source: Already have an account? <login>Log-In</login>
cut: ¿A gnekakade mu'u? <iniciar sesión> Kube kuenade </iniciar sesión>

source: An error occurred fetching sentences
cut: Akote ii iynunna ndodo

source: An error occurred reviewing this sentence
cut: Akote ii nbekuende ndodo

source: An error occurred submitting your voice information
cut: Nwe chii se fnuu ndodo yinne mu'u na koo

source: Approve
cut: A ndebe

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
cut: Ndebe ndetese bee ama de'es ekku ates nwe ndo dittuu dka dka noo, at nwe ne'eno se fnuu tama ndodo tomene nwe tumkadinnu koose ndodos ekkutene bte naa ama kaka. Kugbi kanbene ndodos se nwe a'a na kaka, ate nwe cho'o mu'u naa koo. A numka tika iite, tase ne'eya'a televisión o tase bee tama inña se iynde'ya mit ninnuu yi'i inña se iydiya ndinñu ndiya.

source: Are you coming? <strong>[called by another]</strong>
cut: ¿A bchikdee? <strong> [tama e'ey bi'i] </strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
cut: Mane tomunine mu’u chet ko <matrixLink> Matrix </matrixLink>, <discourseLink>, mu’u nase gnuu ndodoku,</discourseLink> o <emailLink> nase iycho’o kaka<emailLink> email </emailLink>.

source: Automotive and Transport
cut: Be'e nase bee koo se ikka, koo se iyndee inña tomene a kot kakaya

source: Background Noise
cut: Dittu ekku ndi chete

source: Background Voices
cut: Ndodo se iynuu ekku

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
cut: Fdadu diide tase nwe teyunnide se fnuu ama ndodo mu'u naa koo o ndetese nwe ndee ekku. A bi'i iynde'e inña yi'i nñiese, na'ane ndi bte kanbede yabakuyi'ide. Ate ndetese iynede de'es se iynu mu'u naa koone kugbi cho'o.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
cut: [Ndebe ndetese ekku -s ndichinnayi'i ndodome (ndoka ama bia sduckhi España o ndoka México) nweyo (ndoka ama bia sdukchi Cuba)]

source: <bold>{ $count }</bold> Clips
cut: Tama, am taa

source: <bold>Help us</bold> find more voices
cut: <bold> Taned nuu </bold> tomene kugbi ndakano ndodo yi'i dbaku yi'ide.

source: Bulk batch
cut: Ama dakundikku

source: Bulk Sentences Uploaded
cut: Ndee ndodo a iynuu mu'u

source: By telling us about yourself, you will help developers build more inclusive technology
cut: ¿ Bee de'es ne kamade yi'i dbaku yi'ide ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
cut: Tase a iytubide Common Voice, adbenode de'e kubi.

source: Cancel Re-recording
cut: A kot kugbi fnutu ndodo yi'ide mu'u naa koo

source: Cancel Submission
cut: Nwe cho'o ndodo yi'ide mu'u naa koo.

source: Cannot submit more than 1000 sentences
cut: Nwe kugbi se chonne ndi mil ndodo

source: Change preferences
cut: Nbekude de'es ne'ede

source: Check <icon></icon> is this a linguistically correct sentence?
cut: Dkueekud mu’u. ¿A ndebe de’es a’a mu’u, a tika se iynde’e o iyduu inña?

source: <chevron></chevron>See less
cut: <chevron></chevron> Akot ndo bee sndickhide

source: <chevron></chevron>See more
cut: </chevron></chevron> Beekas ndikchide

source: Citation
cut: Kamade tii bchii o bee du'us yi'i ndodo se iynuu mu'u na koo

source: Cite with a URL link or the full name of the work.
cut: Fnekakade du'u yi'i ndodo se iynuu mu'u o tii bchii

source: Click
cut: Ndetade mu'u

source: Clips Uploaded
cut: A gnundee ndodo yi'i mu'u naa koo.

source: Comment
cut: Kamade de'e akude

source: Contact Us
cut: Ndede ndokono

source: Continue
cut: Fgndinde

source: Continue validating
cut: Gndid kamade ndetes a ndebe ndodo se iynuu mu'u na koo

source: Contribute
cut: Btanede

source: Contribute sentences
cut: Btaned nuu tomene kugbi fnuka ndodo dbaku mu'u

source: Contribution Criteria
cut: De'e dii tomene kugbi tanne

source: Create a profile
cut: Kubi fnekakade mu'u na koo

source: Criteria
cut: Taka kugbi

source: Datasets
cut: Am daku ndodo

source: Delete my recordings
cut: Ndodo yi'i se agnu mu'u naa kone kanbii.

source: Different language
cut: Tamma dbaku

source: Difficult to pronounce
cut: Iydiibachise se nde'eo

source: Discard ongoing recording
cut: Nwe cho'o ndodo se gnu na koo

source: Does the sentence meet the guidelines?
cut: ¿A ndebes ndokas a’a o ndokas se iynde’e?

source: Donate your voice
cut: Ndere ndede mu'u, nwe ndíbeeno dii.

source: Don't see your language on Common Voice yet?
cut: ¿Nwe iyndekade dbaku yi'id mu'u na Common Voice?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
cut: Kuinngondade kaka yi'ide mu'u o mu'u ndetade tomene kugbii fnuu kaka yi'ide

source: Drop file here to upload
cut: Mu'u fnuu kaka yi'ide

source: Enter your public domain sentence here
cut: Mu'u fnuu ndodo se iyndikchi tndubee inña yi'i yabakude

source: Enter your public domain sentences here
cut: Mu'u fnuu ndee ndodo se iyndikchi tndubee inña yi'i yabakude

source: Error adding sentence
cut: Nwe ii iynuu ndodo

source: Exit & Delete clips
cut: Kubi na'de kanbide ndodo yi'ide se a gnu mu'u na koo.

source: Fewer than 15 words per sentence
cut: Nwenese chonne ntinñu ndodo

source: File is too large
cut: Tete chete kakaku

source: File is too small
cut: Tet lin kaka kuu

source: Finance
cut: Tummi

source: Finish recording
cut: A chinnu

source: Finish recording first?
cut: ¿Ne'e kuinnode dchod ndodo yi'ide mu'u?

source: Finish Review
cut: Kuinno nbekuendede

source: Finish validating
cut: Kuinno kamade ndetes a ndebe ndodo se iynuu mu’u naa koo

source: Finish validating clips?
cut: ¿Nekuinno kamade ndetes ndebe ndodo?

source: Follow guidelines from “What sentences can I add?”
cut: Gdinde ¿De'e ndodo se kugbii fnu mu'u naa koo?

source: for example
cut: Ndokasku

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
cut: De'se iynnu mu'une iydichibe ndetese yaa inña iyndaya mu'u. Ndetese nwe iynnu ndodo yi'i ama inña se abikaa iyndeyane nwe dikchibe stika. <learnMore> Nome kubidbenonka ndetes ne'ene de'ese gnu mu'u na koo. </learnMore>

source: General
cut: Tndubee kueenoo

source: General language / multiple variants
cut: Ndodo se iyndikchi tndubeuu/ abi'i ndodo

source: Grammatical / spelling error
cut: Nwe ndebe duu mu'u

source: Great!<recordIcon></recordIcon> Record your next clip
cut: ¡Tet ndebecha! Tikano dide ndoko tama ndodo se fnuu mu'u naa koo

source: Great work!<playIcon></playIcon> Listen again when you're ready
cut: ¡Ndebe ndinnñu!, <playIcon></playIcon> kanbetud tam yunni tas a bee yaadee

source: Guidelines
cut: Mu'u aa taka kugbii

source: Healthcare
cut: Bikchee inña, nwe ke'eya

source: Help create Common Voice’s first target segment in { $locale }
cut: Taned ndoko namna de'es ne'e Common Voice

source: Help us validate voices
cut: Tanennchuu nuu ndetes a ndebe ndokas a ndenunno na koo

source: His hand was rais-ed.
cut: Ndebe de'es kamaya

source: History, Law and Government
cut: De'es a cho'o, taka enno inña, de'es se iytunnu inña, taka iydiya se indi inña ndinñi'i biaa.

source: How do I cite?
cut: ¿Taka ka'ama ?

source: How to add multiple sentences
cut: ¿Taka dii tomen kugbii fnuu ndee ndodo mu'u naa koo?

source: How would you describe your sex or gender?
cut: ¿Taka ne kamade ndetes a cha'de o ndatade ?

source: I agree
cut: A

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
cut: Ndodo se iynnuu mu'une tndubee inña yi'i yabaku se iyndeya dbakunee iyndikchiya a ma'a dbeno se iynnuu mu'u naa koo.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
cut: Ndodokunne tndubee inña se iyndeya dbaku yi'i yabakunne iyndikchiya, kubbi fnuu mu'u naa koo.

source: <icon></icon> Add multiple public domain sentences
cut: Fndodnekad ndee ndodo se aiyndikchii inña se iyndeya dbaku

source: Ideally natural and conversational (it should be easy to read the sentence)
cut: Dindi dindi noo tomene nwe kub bakchii yi'i inña ndetes ne kueeya

source: I do not agree
cut: Nwe

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
cut: Ndetes yi'ide ndodo se iynuu mu'une kamade "yi'i". Nee kugbidbennono tii ndakade ndoskue'e ndodo se iynuu mu'u tomene kugbi kamanno se tndubee inñane iyndikchiya, nwe deb kama tama inña. Ndetes bekas ne'e kugbii dbenode kugbi fndad mu'u tama kuaa </guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
cut: Ndetese nwe kugbi fnuu ndodo mu'u naa koone o ndetese tet bee de'es ekkune, nwe teyunnides cho'o o ndetes cho'one ne'ese kugbi kanbeo ndoskue'e ndodo se a iynu na koo.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
cut: Ndetes bekas ne fnekakade na kagyidene chod am kaka mu'u commonvoice@mozilla.com

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
cut: Ndetes bekas de'es nekamade yi'i kagyidene chod am kaka mu'u commonvoice@mozilla.com

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
cut: Ndetes nwe ndebe ndodotene, ndetat nase a’a &quot; Se nwe ndebe &quot; lad kuee. Ndetes nwe dbenode kugbi kade tamkuaa.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
cut: Ndetes a ndebe ndoskue’e ndodo se gnu mu’une ndetad mu’u nas kuaku

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
cut: Ndetme bee de'es nwe a'a mu'une, dinde ndokas akudde sndebe. O ndetes nwe dbenod taka didene, kade tomene kuenad ndoko tama ndodo se fnuu mu'u naa koo.

source: If you run out of sentences to review, please help us collect more sentences!
cut: Ndetes abtee ndoodo see nbekuendede, ¡Fgtaneednnuu sdidamanuu ndodo!

source: Include appropriate citation
cut: Ndebee dudde kamade du'u yi'i ndodo

source: Invalid file
cut: Kakakun nwe ndebe, nwe dikchibee.

source: It contains words or phrases that are hard to read or pronounce.
cut: Nome ne'enose fnuu ndodos nome iydiibachi se kueoo o nde'eo

source: It is written in a language different than what I’m reviewing.
cut: De’se iydudene nwe iyne’te a tamma dbaku

source: It is written in a language different than what I’m speaking.
cut: A bi'i duun sku nweyo dama ndoko dbaku yi'i

source: Just Unsure?
cut: ¿Mit ndetme nwe seguro?

source: Keep it up, record again <recordIcon></recordIcon>
cut: Tika gndide, ditude se fnuu ndodo yi'ide mu'u naa koo <recordIcon> </recordIcon>.

source: Keep the recordings
cut: Mane fnuu ndodo yi'ide mu'u naa koo.

source: Keep track of your progress with a profile
cut: Nbekuendede ndinñu yi'ide

source: Language Fundamentals (e.g. Digits, Letters, Money)
cut: De'es kama taka nde'eoo (ndoka letra, tummi, ndenna )

source: Languages
cut: Dbaku

source: Large bulk sentence submission
cut: Ndendikuu ndodo kugbii cho'oo

source: Learn More
cut: Neka

source: Leaving now means you'll lose your progress
cut: Ndetes na'ade nmiñune, kubndee ndoskue'e de'ese agnuu mu'u naa koo.

source: Listen
cut: Kanbe

source: Listen options menu
cut: Ndenaa bee mu'u se kanbede

source: Loading sentences…
cut: Iynundee ndodo naa koo

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
cut: Kubbi kuenade o kubbi fnekakade tomene kubbi fnuu ndennaa ndodo yi'i dbaku yi'ide

source: Log in or sign up to get started
cut: Kugbi kuenade o kugbii fnekakade tomene kuenade

source: Log In / Sign Up
cut: Kuenade/Fnekakade

source: Make sure the sentence meets the following criteria:
cut: Ndoskue'e ndodone tuka ne'ese fnu mu'u

source: Maximum file size: 25 MB
cut: Tndube kubii ii kaka: Ndikuu u'u MB

source: Media and Entertainment
cut: De'es kugbii ndikchuu tomene nwe kubdanduu

source: Minimum sentences in file: 1000
cut: Tndube ndodo se duu naa kaka: Ama mil

source: [Mismatched content]
cut: [Nwe dama a'a]

source: Misreadings
cut: Nwe ndebe des'e iyne'de

source: Missing an <strong>'s'</strong> at the end of a word.
cut: Iyndeka am kua yi'i ndodome tase a kuinno

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
cut: Iyndeka am kua yi'i ndodome tase kena iynde'e

source: Missing the end of the last word by cutting off the recording too quickly.
cut: Iyndede tase tet kanni iynnu ndodo na koome

source: [More has been recorded than the required text]
cut: [A chonne ndodo se iydude se gnuu mu'u naa koo]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
cut: Ndoskue'e ndodo se gnuu mu'u naa koone ndodo yi'i inña se ii iyndeya dbaku. Nome kugbii fnuu ndodo tase eeya o dittu iynde'ya, o dka dkano iynde'ya o nome kugbi cho'o ndodo se tet ndebe iyne'e o "ndere iynde'ya". Nwe kugbii fnuu ndodo ndetes itaya o ndetes nwe dindi iyndeya o nwe iyne'e de'se iyndeya.

source: Nature and Environment
cut: De'es bee biata ndoskue'e se iiyndikchuu

source: News and Current Affairs
cut: De'es ii

source: No
cut: Nwe

source: [No ‘a’ in the original text]
cut: [Bte 'yi'i' naa kaka nase duu]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
cut: Btee iibi yi'i ndodo kuu

source: No foreign letters
cut: Nwe ne'es dudde ndoko letra se nwe eena o nwe ndikchi inña yi'i yabakude

source: No microphone found.
cut: Nwe iyndaka koo nase ndede.

source: No numbers and special characters
cut: Nweyo ne'es bakchii dudde mu'u naa koo

source: No sentences to review. <addLink>Add more sentences now!</addLink>
cut: Abte ndodo se nbekuendede. ¡ <addLink> Fndodnekad ndodo </addLink> !

source: No thanks, continue speaking
cut: Yondíbede nwe, fndende

source: Offensive language
cut: Kaba iynde'e

source: Offensive speech
cut: Kaba iynde'e mu'u

source: On desktop devices you can contribute by downloading…
cut: Na ama koo se chetene, se indi na mesane, kugbi diddi ndinñu.

source: On his head he wore a beret.
cut: Tndubee inña se iytabiyanne i'iy café

source: On iOS please continue with Safari to enable recording…
cut: Na iOS kugbi naa Safari tomen kugbi fnuu nodod yi'ide mu'u naa koo.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
cut: Tamane, ndetes akude se inña se eey ndodo se gnuu mu'une mit ma iytumkadinnuya de'e a'ane, nwe teyunnide se fnuu mu'u naa koo. Ndete nwe dbenodene kande, cho'od tamkua.

source: p
cut: r

source: Partner
cut: Ne dide ndinñu ndokonno

source: [Part of the text can’t be heard]
cut: [Bee amkuaa nase a'a kakatene nwe enbe de'es a'a ]

source: <playIcon></playIcon>Last one!
cut: ¡A ditnaskuu!

source: Play/Stop
cut: Fnetud koo tome kanbeo de'e a'a/Akote fned koote

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
cut: Ndikchidde na kaka yi'nno. Nwenenos ndodo se fnuu mu'une bee du'us yi'i (o ndetes bee du'us yi'ine namnane teyunni tomene kugbi fnuu mu'u) nome nwenenos bakchii ndodo se fnuu mu'u naa koo tomene kugbi kuee inña. Ndodo se fnuu mu'une ndo ndikchi o ntinñu segundono ne'enos se kuee inña nwenones naa, nwenenos bakchii kugbi yi'i inña.

source: Please fill out this field.
cut: Mu'u ne'es dunne

source: Please select a language to review sentences.
cut: Tndanud ama ndodo dbaku kuinone nbekuendede de’e a’a

source: r
cut: g

source: [‘Raised’ in English is always pronounced as one syllable, not two]
cut: ['Unne gne' ndetes a'a de'es iydiyanne nwe dittu ndé'oo]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
cut: Chonnetu se iynu'u koo. Cho'o tama minuto tomene dikuittude

source: Rate limit exceeded. Try again in { $retryLimit } seconds
cut: Chonnetuu se iynu'u koo. Cho'o tama segundo tomene dikuittude.

source: Reader Effects
cut: A yi'i inña se eeya mu'u

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
cut: Kued ndodo se nwe gnu na koo, "pal" kamade nweyo "para el", o a bi'i

source: Read Sentences
cut: Kuede ndodo

source: Read Sentences, Answer Questions
cut: Kuede ndodo, nbefnede de'se iytomunni mu'u na koo

source: Read sentences submitted by the community in various languages
cut: Kubi kued ndenaa dbaku

source: Ready to do { $count } more?
cut: ¿A beeyade se didka?

source: <recordIcon></recordIcon> Last one!
cut: ¡Atna tamare sku iynde!

source: [Recording cut off before the end of the last word]
cut: [Iyndekas kuinno ndenud mu'une eindi]

source: Record/Stop
cut: Ndenud mu'u naa koo/Abte ndenud mu'u naa koo

source: Record yourself reading sentences in your language
cut: A kubi fnuu ndodo yi'i dbaku yi'ide mu'u na koo

source: Record yourself responding to questions and prompts in your language
cut: A kugbi fnuu ndodo yi'i dbaku yi'ide tase nbefnede de'se ytomunide

source: Record your voice
cut: Ndenud mu'u tomene fnuu ndodo yi'ide mu'u naa koo.

source: Reference the source of your sentence (required)
cut: Kamade bee du'us yi'i ndodo se iynuu mu'u, (Kuittu sku)

source: Reject
cut: Nwe

source: Report
cut: Kamade de'e ii

source: Report was passed successfully
cut: A ndebe cho'o kaka

source: Request a Language
cut: Kakad ama dbaku

source: Re-record
cut: Fnuutuu ndodo yi'ide mu'u naa koo.

source: Re-record clip
cut: Ndenutud mu'u na koo

source: Return
cut: Kuetud

source: Review
cut: Nbekuendede

source: Review could not be saved. Please try again later.
cut: Nwe chii fnunde mu'u na koo. Ndi a chinnu dikuitude.

source: ⓘ Review Criteria
cut: De'es ndikchinno tase nbekuendeno

source: Review Criteria
cut: De'es ndikchinno tase nbekuendeno

source: Reviewed sentences not submitted, are sure?
cut: Nwe cho’o s nindedeme, ¿kuaku?

source: Review existing sentences submitted by the community
cut: Nbekuended ndodo se kama inña yi'i yaabakude

source: Review & re-record clips here as you go
cut: Nbekuendede tomeme fnutu ndode yi'ide mu'u naa koo.

source: Review & re-record clips if needed
cut: Nbekuendede, tomene ndetes ne'edene fnutuu ndodo yi'ide mu'u naa koo.

source: Review Sentences
cut: Kuinbekuended ndodo

source: Review sentences in your language
cut: Nbekuendede ndodo yi'i dbaku yi'ide

source: Review & Submit
cut: Nbekuendede tomene dchode.

source: Review transcriptions of recorded sentences for accuracy
cut: Nbekuendede de'es a'a mu'u ndodo yi'i dbaku yi'ide se agnu mu'u

source: Review user-submitted transcriptions in your language
cut: Nbekuendede ndetes ndebe de'es a'a mu'u yi'i dbaku yi'ide

source: s
cut: h

source: S
cut: T

source: Select an option
cut: Tndanude

source: Select a variant (optional)
cut: Tndanude ama ndodo (ndetes ne'ede)

source: Select File
cut: Tndanude ama kaka

source: Select File to Upload
cut: Tndanude ama kaka tomene fnuu mu'u naa koo

source: Select up to three domains (optional)
cut: Ndi innu kugbi tndanunde (ndetes ne'ede)

source: Sentence
cut: Ndodo

source: Sentence Domain
cut: Dbenode de'e ne kama ndodoku

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
cut: Ndodo se iynuu mu'une dama fnuu ndoko tama ndodo se a numkaa gnuu mu'u na koo, tndube inñane kugbi ndikchiya

source: { $sentences } sentences reviewed. Thank you!
cut: A nbekuendede tndubee. ¡Yondibede!

source: Sentence Variant
cut: A bi'i ndodo

source: Separate sentences into one line by pressing “Enter” or “Return” once
cut: Ama ama dudde ndodo, kade ama ama

source: Service and Retail
cut: Be'e nase gnuu inña se inydikuiya at nwe noondee

source: Share Common Voice
cut: Kamad ndoko Common Voice

source: Share your clip
cut: Kamad taka iydide

source: Shortcuts
cut: Bchodamade

source: [Should be ‘dinosaurs’]
cut: [ Ne'es ‘dinosaurios’ kama]

source: [Should be “We are”]
cut: [Iyndeka ama “a” tomene kama na'a]

source: Single
cut: Ama ndodono

source: Single sentence submission
cut: Ama ndodono cho'o mu'u

source: Skip
cut: Kade
